Repository: SamedArslan28/IBANBookProject
Catalog: IbanBookProject/Resource/Localization/*.lproj/Localizable.strings
Languages: tr

# mainMessageKey
source: With the Iban Defteri application, you can easily read your IBANs by using your phone camera or selecting a photo from your gallery. Additionally, you can effortlessly save and share IBANs with your contacts.
tr: Iban Defteri uygulaması sayesinde Iban`larınızı telefon kameranızla ya da galerinizdeki resimden okuyabilirsiniz. Aynı zamanda Iban'ları kolayca kaydedebilir ve yakınlarınızla paylaşabilirsiniz.

# ibanSaveKey
source: Save IBAN
tr: IBAN Kaydet

# ibanBookKey
source: IBAN Book
tr: IBAN Defteri

# ibanReadKey
source: Read IBAN
tr: IBAN Oku

# cameraKey
source: Camera
tr: Kamera

# photosKey
source: Photos
tr: Fotoğraflar

# sourceKey
source: Select Source
tr: Kaynak Seciniz

# sourceMessageKey
source: Where will the IBAN be read from?
tr: Iban nereden okunacak ?

# cancelKey
source: Cancel
tr: Vazgeç

# okKey
source: Ok
tr: Tamam

# ibanNotFoundKey
source: Cannot find IBAN
tr: Iban Bulunamadı.

# differentPhotoKey
source: Please select another photo
tr: Lutfen baska bir fotograf seciniz.

# ibanSelectKey
source: Select a IBAN
tr: IBAN seçiniz

# nameKey
source: Name
tr: Ad Soyad

# bankKey
source: Bank Name
tr: Banka Adı

# saveKey
source: Save
tr: Kaydet

# ibanListKey
source: IBAN List
tr: IBAN'lar

# emptyCellKey
source: There is no registered IBAN.
tr: Kayıtlı IBAN bulunmamaktadır.

# favouritesKey
source: Favorites
tr: Favoriler

# savedIbansKey
source: Saved IBANs
tr: Kayıtlı IBAN`larim

# othersKey
source: Other
tr: Diğer

# missingInfoKey
source: Missing Information
tr: Eksik bilgi

# requiredFieldKey
source: All fields must be filled
tr: Bütün alanlar doldurulmalıdır.

# notFoundKey
source: IBAN not found
tr: IBAN bulunamadı.

# bankNameInfoKey
source: Bank name and name fields must be filled
tr: Banka adı ve isim alanları doldurulmalıdır.

# backKey
source: Back
tr: Geri

# copyKey
source: Copy All
tr: Kopyala

# saveChangesKey
source: Save all changes.
tr: Değişiklikleri kaydedin.
